<?php
$skillbox = array(
  "p" => [
    [
      "text" => "<b>Поздравляем, вы прирождённый Python-разработчик!</b>\nСоздание программ и приложений – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-python/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=76_profession-python_org.telegram.messenger_referral_bot_course_by_marketing_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Тестировщик!</b>\nВыявление ошибок и составление баг-репортов – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-test/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=1296_profession-test-engineer_org.telegram.messenger_referral_bot_course_by_code_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Java-разработчик!</b>\nРазработка веб-приложений и базами данных – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox:<b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-java/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=81_profession-java_org.telegram.messenger_referral_bot_course_by_code_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Frontend-разработчик!</b>\nРазработка сайтов и приложений – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/frontend-pro/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=248_frontend-pro_org.telegram.messenger_referral_bot_course_by_code_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Специалист по кибербезопасности!</b>\nПредотвращение угроз и безопасность систем – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-cybersecurity/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=177_profession-cybersecurity_org.telegram.messenger_referral_bot_course_by_code_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Веб-разработчик!</b>\nСоздание сайтов и веб-приложений – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-webdev/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=62_profession-webdev_org.telegram.messenger_referral_bot_course_by_code_skillbox"
    ]
  ],
  "f" => [
    [
      "text" => "<b>Поздравляем, вы прирождённый Data Scientist!</b>\nРабота с Big Data и аналитикой – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-data-scientist/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=1205_data-scientist-pro_org.telegram.messenger_referral_bot_course_by_code_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Продуктовый аналитик!</b>\nТестирование гипотез и управление пользовательским опытом  – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-product-analyst/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=531_profession-product-analyst_org.telegram.messenger_referral_bot_course_by_management_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Финансовый аналитик!</b>\nОценка финансового состояния и анализ бюджета – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/financial-analyst/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=382_financial-analyst_org.telegram.messenger_referral_bot_course_by_management_skillbox"
    ]
  ],
  "d" => [
    [
      "text" => "<b>Поздравляем, вы прирождённый Дизайнер интерьеров!</b>\nСоздание чертежей и 3D-визуализация пространств – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-interiordesigner/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=70_profession-interiordesigner_org.telegram.messenger_referral_bot_course_by_design_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Графический дизайнер!</b>\nСоздание фирменного стиля и логотипов – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-graphdesigner/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=69_profession-graphdesigner_org.telegram.messenger_referral_bot_course_by_design_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый UX/UI-дизайнер!</b>\nРазработка сайтов и создание пользовательских интерфейсов – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-ux/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=435_profession-ux_org.telegram.messenger_referral_bot_course_by_design_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Веб-дизайнер!</b>\nПроектирование дизайнов для сайтов – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/webdesign-pro/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=1490_profession-web-design-zero-pro-2022_org.telegram.messenger_referral_bot_course_by_design_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Motion-дизайнер!</b>\nСоздание анимаций и работа с визуальными эффектами – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-motiondesigner/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=157_profession-motiondesigner_org.telegram.messenger_referral_bot_course_by_design_skillbox"
    ]
  ],
  "u" => [
    [
      "text" => "<b>Поздравляем, вы прирождённый Менеджер проектов!</b>\nУправление бюджетом, сроками и командами – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-project-manager-pro/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=408_profession-project-manager-pro_org.telegram.messenger_referral_bot_course_by_management_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Продакт-менеджер!</b>\nТестирование гипотез и управление продуктами – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-product-manager-pro/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=366_profession-product-manager-pro_org.telegram.messenger_referral_bot_course_by_management_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Трейдер!</b>\nТорговля на финансовых рынках и контроль рисков – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/trading/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=926_trading_org.telegram.messenger_referral_bot_course_by_marketing_skillbox"
    ]
  ],
  "m" => [
    [
      "text" => "<b>Поздравляем, вы прирождённый SMM-специалист!</b>\nРазработка стратегии продвижения в соцсетях – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-smm-specialist/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=376_profession-smm-specialist_org.telegram.messenger_referral_bot_course_by_marketing_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Таргетолог!</b>\nЗапуск таргетированной рекламы в социальных сетях – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-target/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=549_profession-targetolog-2020_org.telegram.messenger_referral_bot_course_by_marketing_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Интернет-маркетолог!</b>\nВыстраивание стратегии продвижения бизнеса и рекламы в интернете – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/internet-marketolog/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=1628_internet-marketer-from-scratch-2022_org.telegram.messenger_referral_bot_course_by_marketing_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Копирайтер!</b>\nФормирование контент-стратегии для решения бизнес задач – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/profession-copywriter-zero-pro/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=1161_profession-copywriter-zero-pro_org.telegram.messenger_referral_bot_course_by_marketing_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый SEO-специалист!</b>\nПродвижение сайтов в поисковой выдаче и повышение конверсии поискового трафика – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/seo-specialist-pro/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=931_seo-specialist-pro_org.telegram.messenger_referral_bot_course_by_marketing_skillbox"
    ]
  ],
  "k" => [
    [
      "text" => "<b>Поздравляем, вы прирождённый 3D-дженералист!</b>\nМоделирование сцен и создание анимаций – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/3d-generalist/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=235_3d-generalist_org.telegram.messenger_referral_bot_course_by_game-graphics_skillbox"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Режиссёр монтажа!</b>\nРабота со светом, звуком и монтажом, координирование операторов и сценаристов – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы SkillBox: <b>LernaTelegramSB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://skillbox.by/course/film-editor/?utm_source=org.telegram.messenger&utm_medium=referral&utm_campaign=273_film-editor_org.telegram.messenger_referral_bot_course_by_multimedia_skillbox"
    ]
  ]
);
$geekbrains = array(
  "p" => [
    [
      "text" => "<b>Поздравляем, вы прирождённый Продакт-менеджер!</b>\nТестирование и управление цифровыми технологиями – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/faculty/developer/product-manager?utm_source=telegram&utm_medium=cpm&utm_campaign=6231_gu-dev-product-manager_telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Инженер-программист!</b>\nРабота с цифровыми технологиями, операционными системами\nи программным обеспечением – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/faculty/developer/programmer?utm_source=telegram&utm_medium=cpm&utm_campaign=6239_gu-dev-engineer-programmer_telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Инженер-программист Python!</b>\nСоздание сайтов, приложений и нейросетей – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/faculty/developer/programmer/python?utm_source=telegram&utm_medium=cpm&utm_campaign=6290_gu-python_telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый IT-инженер!</b>\nУправление автономными организациями на блокчейне и оптимизация маркетинга –  ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/faculty/engineer?utm_source=telegram&utm_medium=cpm&utm_campaign=5634_gu-it-engineer_telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Инженер по тестированию!</b>\nНахождение багов и работа с баг-трекинговыми системами – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/faculty/developer/qa-engineer?utm_source=telegram&utm_medium=cpm&utm_campaign=6302_gu-dev-engineer-qa_telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Проджект-менеджер!</b>\nТестирование и управление цифровыми технологиями – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/faculty/developer/project-manager?utm_source=telegram&utm_medium=cpm&utm_campaign=6235_gu-dev-project-manager_telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ]
  ],
  "f" => [
    [
      "text" => "<b>Поздравляем, вы прирождённый Инженер-аналитик!</b>\nОбработка визуализация и интерпретация данных – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/faculty/developer/analyst?utm_source=telegram&utm_medium=cpm&utm_campaign=6156_gu-dev-analyst_telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый специалист по Data Science в медицине!</b>\nРешение медицинских задач с помощью Data Science – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/faculty/data-science-medicine?utm_source=telegram&utm_medium=cpm&utm_campaign=2270_gu-data-science-medicine_telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Бизнес-аналитик!</b>\nВыявление и оценка потребностей и проблем бизнеса – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/faculty/business-analytics?utm_source=telegram&utm_medium=cpm&utm_campaign=2381_gu-business-analytics_telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Финансовый аналитик!</b>\nПросчет рисков и эффективных путей развития компании – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/faculty/financial-analyst?utm_source=telegram&utm_medium=cpm&utm_campaign=2104_gu-financial-analyst_telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ]
  ],
  "d" => [
    [
      "text" => "<b>Поздравляем, вы прирождённый Графический дизайнер!</b>\nСоздание визуального стиля и айдентики бренда – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/faculty/graphic-design?utm_source=telegram&utm_medium=cpm&utm_campaign=4031_gu-graphic-design_telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый 3D-дизайнер!</b>\nСоздание 3D-моделей в AutoCAD, Photoshop и InDesign – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/faculty/modeling-3d?utm_source=telegram&utm_medium=cpm&utm_campaign=2132_gu-modeling-3d_telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Дизайнер интерьеров!</b>\nСоздание 3D-моделей в AutoCAD, Photoshop и InDesign – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/faculty/interior-design?utm_source=telegram&utm_medium=cpm&utm_campaign=1105_gu-interior-design_telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ]
  ],
  "m" => [
    [
      "text" => "<b>Поздравляем, вы прирождённый Интернет-маркетолог!</b>\nИсследование рынка и запуск рекламных кампаний – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/faculty/marketing/internet-marketing-spec?utm_source=telegram&utm_medium=cpm&utm_campaign=6448_internet-marketing-spec_telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Продакт-маркетолог!</b>\nСоздание цифрового продукта и управление его продвижением на рынке – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/faculty/marketing/product-marketing-spec?utm_source=telegram&utm_medium=cpm&utm_campaign=6449_product-marketing-spec _telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ],
    [
      "text" => "<b>Поздравляем, вы прирождённый Digital-маркетолог!</b>\nПродвижение товаров, услуг и брендов в интернете – ваш конек!\n\nХотите попробовать себя или улучшить навыки?\nСпециально для вас промокод со скидкой на курс от онлайн-школы GeekBrains: <b>LernaTelegramGB</b>\n\nА если трое ваших друзей пройдут тест, вы получите промокод на дополнительную скидку – поделитесь с ними ссылкой 😉",
      "url" => "https://geekbrains.by/professions/digital-marketing?utm_source=telegram&utm_medium=cpm&utm_campaign=3214_prof-digitalmarketing_telegram_cpm_bot_course_by_proftest_geekbrains&utm_term=smit"
    ]
  ]
);
return array(
  "skillbox" => $skillbox,
  "geekbrains" => $geekbrains
);
?>